Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/apningsinnlegg_i_sametingets_barnevernkonferanse.html.tmx
Source language: nob
Languages: sme

source: Åpningsinnlegg i Sametingets barnevernkonferanse
sme: Rahpansáhkavuorru Sámedikki mánáidsuodjaluskonferánssas

source: Sametingsråd Runar Myrnes Baltos åpningsinnlegg i Sametingets barnevernkonferanse i Tromsø 9. november 2022:
sme: Sámediggeráđi Runar Myrnes Baltos r ahpansáhkavuorru Sámedikki mánáidsuodjaluskonferánssas Romssas skábmamánu 9. b. 2022:

source: God morgen.
sme: Buorre iđit.

source: Mitt navn er Runar Myrnes Balto, jeg er sametingsråd og jeg har ansvaret for helsesaker og dermed også med barnevernssaker.
sme: Mu namma lea Runar Myrnes Balto, mun lean sámediggeráđđi ja mus lea ovddasvástádus bargat dearvvašvuođaáššiiguin ja dan bokte maiddái mánáidsuodjalusáššiiguin.

source: Jeg vil på vegne av sametingsrådet ønske dere velkommen hit til denne konferansen.
sme: Háliidan sámediggeráđi bealis sávvat didjiide bures boahtima deike dán konferánsii.

source: Det er smertefullt å vokse opp uten sitt språk, kultur og sin identitet.
sme: Lea bávččas bajásšaddat iežas giela, kultuvrra ja identitehta haga.

source: Det kan en stor del av det samiske folket bekrefte.
sme: Dan sáhttá stuorra oasi sámi álbmogis duođaštit.

source: Fornorskningen gjorde nettopp det.
sme: Dáruiduhttin dagai juste dan.

source: Tok i fra samiske barn muligheten til å vokse opp i hjemmene hvor det var samisk språk, koftebruk og tradisjonell mat. Mange samer har fortalt og skrevet om de følelsene dette brakte.
sme: Válddii eret sámi mánáin vejolašvuođa bajásšaddat ruovttuin gos sámegiella, gáktegeavaheapmi, árbevirolaš biebmu ja árbevierut. Máŋga sápmelačča leat muitalan dahje čállán dan dovddu birra maid dát lea buktán.

source: Tomheten og sorgen som kjennes – fordi en stor del av dem er borte.
sme: Dan guorosvuođa ja morraša maid sii dovdet – dan dihte go stuorra oassi sis váilu.

source: Gjennom fire år har Sannhets- og forsoningskommisjonen snakket med samer og samlet sammen slike opplevelser og fortellinger.
sme: Njeallje jagi čađa lea Duohtavuođa- ja seanadankommišuvdna gulahallan sámi álbmogiin ja sii leat čohkken dákkár lágan vásáhusaid ja muitalusaid.

source: Disse opplevelsene skal igjen ligge til grunn for den rapporten som kommisjonen publiserer i juni neste år.
sme: Dát vásáhusat ges galget leat vuođđun dan raportii maid kommišuvdna almmuha geassemánus boahtte jagi.

source: Forhåpentligvis bringer den god forståelse for konsekvensene av fornorskningen til oss alle.
sme: Sávvamis buktá dat midjiide buohkaide buoret ipmárdusa dáruiduhttima váikkuhusain.

source: Hvordan føltes det for det samiske folket, og for den enkelte, å miste språket og kulturen sin?
sme: Mo dovdui sámi álbmogii, ja ovttaskas olbmuide, massit iežas giela ja kultuvrra?

source: Fornorskning har også skjedd når barn er blitt tatt ut av sine samiske hjem, av ulike årsaker, og blitt sendt til nye hjem.
sme: Dáruiduhttin lea maid dáhpáhuvvan go mánát leat váldojuvvon sámi ruovttuin eret, iešguđet sivaid dihte, ja sáddejuvvon ođđa ruovttuide.

source: Til nye familier og til nye liv.
sme: Ođđa bearrašiidda ja ođđa eallimiidda.

source: Et liv hvor morsmålet ikke hørtes lenger, kofte ikke fantes, hvor slekta og deres levesett ikke omga dem lenger – være seg reindrift, fiskeri, jordbruk eller andre levemåter.
sme: Eallin gos eatnigiella ii šat gullon, gákti ii gávdnon, gos sohka ja sin eallinvuohki ii lean šat birrasis - leš go boazodoallu, guolásteapmi, eanandoallu dahje eará birgejupmi.

source: Jeg har mange ganger undret meg over hvor mange folk det er og var snakk om. Hvor mange er blitt fornorsket gjennom barnevernet gjennom tidene?
sme: Mun lean máŋgii imaštallan galle olbmo birra leamaš ja lea sáhka. Galle olbmo leat mánáidsuodjalusa bokte dáruiduvvan áiggiid čađa?

source: Hvor mange har mistet språket og kulturen etter annen verdenskrig og 1953 – når Barnevernsloven kom?
sme: Gallis leat massán iežaset giela ja kultuvrra maŋŋel 2. máilmmisoađi ja 1953, go mánáidsuodjalusa láhka bođii?

source: Vi vet ikke i det hele tatt.
sme: Mii eat dieđe obanassiige.

source: Vi vet ikke hvor mange barn som er “forsvunnet” fra det samiske samfunnet, og mistet all tilhørighet til folket sitt fordi deres foreldre ikke har kunnet ta seg av dem. Jeg er i alle fall nokså sikker på at det har skjedd.
sme: Eat dieđe galle máná leat “jávkan” sámi servodagas, ja massán buot gullevašvuođa min álbmogii dan dihte go sin váhnemat eai leat sáhttán váldit sis vára. Mun lean goit oalle sihkkar dasa ahte dat lea dáhpáhuvvan.

source: Jeg vet at Sannhets- og forsoningskommisjonen har blitt bedt om å undersøke disse spørsmålene – men jeg vet ikke om de har sett på det.
sme: Mun dieđán Duohtavuođa- ja seanadankommišuvdna lea ožžon ávžžuhusa guorahallat dáid jearaldagaid – muhto mun in dieđe gal leat go sii geahččan dan.

source: Jeg synes i alle fall at det er fornorskning som skjuler seg bak slike handlinger.
sme: Mu oainnu mielde lea goit dáruiduhttin mii čiegada dákkár geavahusa duohken.

source: Dette er grunnen til at det har vært svært viktig for Sametinget å arbeide for lovendringer.
sme: Dát lea duogáš manin Sámediggái leamaš hui dehálaš bargat láhkarievdadusaid ovddas.

source: Samiske barn og unge har rettigheter knyttet til det å være same – og de har via folkeretten rettigheter til sitt språk og sin kultur.
sme: Sámi mánáin ja nuorain leat vuoigatvuođat čadnojuvvon dasa ahte sii leat sápmelaččat – ja sis leat álbmotrievtti bokte vuoigatvuohta giella ja kultuvrii.

source: Men i barnevernsloven har ikke dette vært avsagt.
sme: Muhto mánáidsuodjaluslága bokte ii leat dát leamaš celkojuvvon.

source: Det var dermed på tide å endre på det da barnevernsloven allerede hadde startet endringsprosessen for et par år siden.
sme: Lei dasto áigi rievdadišgoahtit dan go mánáidsuodjalusláhka ođastanproseassa biddjojuvvui johtui moadde jagi dás ovdal.

source: Sametinget var med i lovendrings-arbeidet, og vår hensikt var at samiske barns rettigheter skal bli tatt hensyn til.
sme: Sámediggi lei mielde láhkaođastusbargguin, ja min áigumuš lei sámi mánáid rivttiid vuhtiiváldit.

source: Vi har konsultert om loven.
sme: Mii leat konsulteren lága birra.

source: Og jeg må si at jeg er nokså fornøyd med resultatet.
sme: Ja mun ferten dadjat ahte mun lean oalle duhtavaš bohtosiin.

source: Den nye Barnevernsloven som trer i kraft 1. januar er blitt bygd på barnas rettigheter og den løsningen som er for det beste til barnet skal velges.
sme: Dat ođđa mánáidsuodjalusláhka, mii boahtá fápmui ođđajagimánu 1. beaivvi, lea huksejuvvon mánáid vuoigatvuođaid ala ja dat čoavddus mii lea buoremus mánnái galgá válljejuvvot.

source: Det beste for samiske barn er at de får vokse opp med sin kultur, og får lære sitt eget språk.
sme: Buoremus sámi mánáide lea beassat šaddat bajás iežaset kultuvrrain, ja iežaset giela beassat oahppat.

source: Og jeg er også derfor svært glad for at samiske barns rettigheter så tydelig er blitt styrket i den nye loven.
sme: Ja mun lean ge dan dihte hui ilus go sámi mánáid vuoigatvuođat leat nu čielgasit nannejuvvon dán ođđa lagas.

source: I målparagrafen i den nye loven er det en særskilt underparagraf (paragraf 1-8) hvor det kommer klart frem at barnevernet skal i sitt arbeid ta hensyn til barns etnisitet, kultur, språk og religiøse tilknytning i hvert ledd i saksgangen – og i tillegg skal samiske barns rettigheter bli tatt hensyn til.
sme: Ulbmilparagráfas dan ođđa lágas lea sierra vuolitparagráfa (paragráfa 1-8) gos boahtá čielgasit ovdan ahte mánáidsuodjalus iežaset barggus galgá vuhtiiváldit mánáid čearddalaš, kultuvrralaš, gielalaš ja oskkolaš duogáža juohke oasis áššemeannudeamis – ja dasa lassin vel ahte sámi mánáid vuoigatvuođaid galget vuhtiiváldit.

source: Dette er utrolig bra – og det viser at rettssikkerheten til samiske barn bedres etter hvert.
sme: Dát lea máilmme buorre – ja dat čájeha ahte sámi mánáid riektesihkkarvuohta buorrána dađistaga.

source: Nå er spørsmålet hvordan systemet klarer å sikre at rettighetene til samiske barn implementeres.
sme: Dál lea jearaldat mo vuogádat boahtá nagodit sihkkarastit ahte sámi mánáid vuoigatvuođat implementerejuvvojit.

source: Og det er selvsagt hovedgrunnen til at Sametinget har invitert dere hit til barnevernkonferansen.
sme: Ja dat lea dieđusge váldoágga man dihte mii leat Sámedikki bealis bovden din deike mánáidsuodjaluskonferánsii.

source: Her skal det blant annet diskuteres hva disse rettighetene er, og hvordan de kan følges.
sme: Dáppe galgá earret eará sáhka mat dat leat dat vuoigatvuođat, ja mo daid sáhttá čuovvut.

source: Det er viktig å sikre at rettighetene til samiske barn ikke blir slike rettigheter som er bare i navnet.
sme: Lea dehálaš sihkkarastit ahte sámi mánáid vuoigatvuođat eai šatta dakkár vuoigatvuođat mat leat dušše namas.

source: Helsetilsynets rapport som kom ut i mars viste at åtti av de på nitti barneverns-tjenestene som de inspiserte var lovovertredelser.
sme: Dearvvašvuođabearráigeahču (Helsetilsynet) raporta mii bođii njukčamánus čájehii ahte 80, dain 90 mánáidsuodjalusbálvalusain maid sii bearráigehčče, ledje láhkarihkkumat.

source: Det er selvfølgelig litt skremmende, og jeg håper virkelig ikke at samiske barn blir ofre på statistikken neste gang Helsetilsynet lager en liknende rapport.
sme: Dat dieđusge lea veahá balddihahtti, ja mun nu sávan sámi mánát eai šatta oaffarin dan statistihkas go Dearvvašvuođabearráigeahčču boahtte háve ráhkada sullasaš raportta.

source: En måte er selvfølgelig å sikre best mulige forskrifter.
sme: Okta vuohki dieđusge lea sihkkarastit buoremus vejolaš láhkaásahusaid.

source: Fra Sametingets side er vi midt i konsultasjoner om de nye forskriftene, og for oss er selvfølgelig hensikten her også å sikre at samiske barn blir tatt hensyn til i alle ledd.
sme: Sámedikki bealis mii leat dál gasku konsultašuvnnaid daid ođđa láhkaásahusaid ektui, ja mis lea dieđusge dás maid áigumuš sihkkarasit sámi mánáid vuhtiiváldima juohke dásis.

source: Godtfolk; Selv om loven nå blir bedre, så har vi fremdeles minst en hovedutfordring.
sme: Buorit olbmot: Vaikke lahka šaddá buoret, de mis lea juobege okta váldohástalus báhcán.

source: Vi vet ikke hvilke barn det er som er de samiske barna.
sme: Mii eat dieđe makkár mánát leat dat sámi mánát.

source: I noen kommuner, hvor samisk står sterkt og er i flertall, det er selvfølgelig lettere å vite.
sme: Muhtun gielddain gos sámegiella lea nanus ja eanetlogus, lea dieđusge álkit dan diehtit.

source: Men utenfor indre Finnmark er det dessverre ikke så lett å vite om det er barn med samisk bakgrunn.
sme: Muhto olggobeale Sis-Finnmárkku ii leat dađi bahábut nu álki diehtit lea go mánás sámi duogáš.

source: Dette er en utfordring både for barnevernet, og for oss som står utenfor og ber om å få vite om de samiske barns rettigheter blir tatt hensyn til.
sme: Dát lea hástalus sihke mánáidsuodjalussii, ja midjiide geat čuožžut olggobeale ja dáhttot diehtit ožžot go sámi mánát vuoigatvuođaideaset vuhtiiváldojuvvot.

source: Skal det virkelig være sånn?
sme: Galgá go duođas nu?

source: Er det ikke rettssikkerhet til samiske barn som overtres når det norske systemet ikke tillater å skrive i folkeregisteret om barnet tilhører samisk kultur?
sme: Ii go leat sámi mánáid riektesihkkarvuohta mii rihkkojuvvo go Norgga vuogádagas ii leat lohpi čállit álbmotregistarii ahte mánná gullá sámi kultuvrii?

source: Det samme skjer blant annet hvis barna blir ofre for kriminelle handlinger, eller om de blir vitner – at politiet ikke vet om barn er samiskspråklige eller tilhører samisk kultur.
sme: Dat seamma dáhpáhuvvá earret eará jus mánát gártet kriminealla dahkamušaid oaffarin, dahje jus sii leat vihtanat – ahte bolesat eai dieđe lea go mánná sámegielat vai gullá go sámi kultuvrii.

source: Politiene selv har fortalt oss om denne utfordringa – og hvordan det utfordrer barnas rettssikkerhet.
sme: Bolesat ieža muitalit midjiide dán hástalusa birra – ja mo dat hástala daid mánáid riektesihkkarvuođa.

source: Jeg forteller om dette, fordi jeg synes det er på tide å gjøre noe med det.
sme: Mun muitalan dán birra, dan dihte go mu oainnu mielde lea dál áigi dahkat juoidá dainna.

source: Kan det samisk samfunnet akseptere at våre barns rettssikkerhet overtres – bare fordi at vi ikke lar foreldre registrerer at deres barn er samer til de offentlige registrene?
sme: Sáhttá go sámi servodat dohkkehit ahte min mánáid riektesihkkarvuohta rihkkojuvvo – dušše dan dihte go eat divtte váhnemiid registreret almmolaš registeriidda ahte sin mánát leat sápmelaččat?

source: Er det riktig?
sme: Lea go dat riekta?

source: Jeg orker ikke lenger høre hvordan samiske barn forsvinner i systemet og kanskje aldri får muligheten til å kommunisere ordentlig med myndighetene.
sme: Mun gal in nagot šat gullat movt sámi mánát jávket systemii ja gánske eai beasa gulahallat albmaláhkái eiseválddiiguin.

source: Derfor vil jeg som Sametingsråd foreslå forandringer for Sametinget som sikrer at det er mulig å vite når barn er samiske.
sme: Dan dihte sámediggeráđđin mun háliidan evttohit rievdadusaid Sámediggái mat sihkkarastet ahte lea vejolaš diehtit lea go mánná sápmelaš.

source: I disse dagene skal vi arbeide både i henhold til den nye loven, og også synliggjøre hvilke hindringer som finnes i nåværende samfunn som forårsaker at det er utfordrende å gi likestilte tjenester.
sme: Dáid beivviid mii galgat bargat sihke ođđa lága vuođul, ja maiddái čalmmustahttit makkár hehttehusat gávdnojit dálá servodagas mat dagahit ahte lea hástaleaddji addit dásseárvosaš bálvalusaid.

source: Jeg er svært takknemlig for samarbeidet Sametinget har hatt i denne sammenhengen både med Fosterhjemsforeningen og med det nyåpnede nasjonale senteret NASAK.
sme: Mun lean hui giitevaš ovttasbarggus mii Sámedikkis leamaš dán oktavuođas sihke Fosterhjemsforeningain ja ođđa rahppon nationála guovddážiin NASAK.

source: Jeg gleder meg virkelig til å følge hele dette programmet og i tillegg bli kjent med dere.
sme: Mun illudan duođas čuovvut olles dán prográmma ja oahpásmuvvat dinguin vel.

source: Så vil jeg erklære konferansen for offisielt åpnet.
sme: Dasto háliidan virggálaččat rahpat konferánssa.

source: Jeg ønsker dere gode og viktige dager!
sme: Sávan didjiide buriid ja mávssolaš beivviid!

source: Takk.
sme: Giitu.
